[
    {
        "id" : 1,
        "name" : "Hybrid Convertible Backpack Heather Gray",
        "price" : 50,
        "description" : "For a backpack that can suit all your carrying needs, grab the Hybrid Backpack from Made By Design™. This unique backpack serves as both a traditional backpack and a suitcase. Zip open the front to reveal an open area with smaller pockets like a regular backpack, or zip open the middle to reveal three large storage pockets that are perfect for organizing socks, toiletries and more when you travel. With adjustable straps, a top handle and a side handle, this suitcase backpack can be comfortably carried, no matter what you're using it for.",
        "category" : "Accessories",
        "state" : "BestSeller",
        "color" : "Gray",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-01.jpg.webp"
    },
    {
        "id" : 2,
        "name" : "Duluth Pack Wanderer",
        "price" : 175,
        "description" : "The Wanderer is our go-to pack for everything outdoors. From picnics to day hikes, this pack hosts a slew of features while maintaining a clean, rugged, American heritage aesthetic. The spacious top-loading compartment clinches shut with a drawcord keeping your gear safe and secure. The Wanderer is the perfect companion to stuff all your weekend gear and get up and go on any adventure that is at your feet. The Wanderer was designed to be the best all-around outdoor pack. The pack's handcrafted rugged canvas is built to stand up to the high standards of everyday adventures.",
        "category" : "Accessories",
        "state" : "New",
        "color" : "Black",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-02.jpg.webp"
    },
    {
        "id" : 3,
        "name" : "Women's Ex-Boyfriend Trucker",
        "price" : 95,
        "description" : "A Trucker Jacket makes an outfit. You’d be hard-pressed to find a jacket with an easier shape, more versatile weight or inherent sense of cool. Made with an extra-relaxed silhouette and an elongated hem for an oversized take on the classic denim jacket. Meant to be worn forever, wherever, whenever. Bonus: The deep inside pockets are roomy enough for your essentials.",
        "category" : "Women",
        "state" : "Sale",
        "color" : "Blue",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-03.jpg.webp"
    },
    {
        "id" : 4,
        "name" : "American Folk Fashion Hightop Sneaker Shoe",
        "price" : 55,
        "description" : "The perfect fashion companions for your favorite jeans, these retro-inspired hightop sneakers are sure to be your new go-to pick for any laid-back look. The synthetic leather uppers are highlighted by the wool accents for bold style, while the subtle Levi’s branding and rubber toe keep these men’s shoes classically old school. The lightly padded collar and tongue, plus the durable rubber outsole, keep your feet comfortable and supported so you can rock this look all day, any day. Add these Levi’s sneakers to your favorite outfit to create a look that’s all your own.",
        "category" : "Kids",
        "state" : "Old",
        "color" : "Black",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-04.jpg.webp"
    },
    {
        "id" : 5,
        "name" : "Easy Read Field Strap Watch",
        "price" : 125,
        "description" : "Catch the time wherever you are and look great doing it with the Easy Read Field Strap Watch Set from Goodfellow & Co™. This gunmetal wristwatch features a sleek black design with an analog time display over a black dial, making this watch easy to read and stylish at the same time. The band is made of faux-leather for a comfortable wear that is sure to last and comes complete with three bracelet accessories so you can customize your look to fit any occasion. This black watch set is the perfect accent for any outfit.",
        "category" : "Accessories",
        "state" : "BestSeller",
        "color" : "Black",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-05.jpg.webp"
    },
    {
        "id" : 6,
        "name" : "Tyler Slip-On Apparel Sneakers",
        "price" : 45,
        "description" : "Update his casual footwear collection with these Tyler Slip-On Apparel Sneakers from Cat & Jack™. These’ slip-on sneakers feature a solid exterior with a white base and lace accents and a sure, secure fit. These toddler slip-on sneakers showcase a breathable cotton upper that's perfect for keeping his feet comfy on any occasion. For pairing with everything from shorts and jeans to chinos, these sneakers make a great wardrobe staple for your guy.",
        "category" : "Kids",
        "state" : "New",
        "color" : "White",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-06.jpg.webp"
    },
    {
        "id" : 7,
        "name" : "High-Rise Frayed Hem Jean Shorts",
        "price" : 95,
        "description" : "High-rise jean shorts made from 100% cotton fabric for comfortable wear. Fashioned with a frayed hem and cut in a 3.5-inch inseam length. If you’re not satisfied with any Target Owned Brand item, return it within one year with a receipt for an exchange or a refund.",
        "category" : "Mens",
        "state" : "Sale",
        "color" : "Blue",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-07.jpg.webp"
    },
    {
        "id" : 8,
        "name" : "Strap Watch - A New Day",
        "price" : 150,
        "description" : "Keep your look as classic as ever with the Full Arabic Watch from A New Day™. With a metallic case surrounding the face, this simple women's watch features black Arabic numbers all around the face for easy reading when you're on the go. The neutral faux-leather band makes this watch an easy addition to office-friendly outfit or your weekend looks.",
        "category" : "Accessories",
        "state" : "Old",
        "color" : "Brown",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-08.jpg.webp"
    },
    {
        "id" : 9,
        "name" : "Women's Tie Back Short Sleeve Cropped T-Shirt",
        "price" : 25,
        "description" : "Add a splash of stunning style to your separates collection with this Tie-Back Short-Sleeve Cropped T-Shirt from Universal Thread™. This pullover T-shirt for women is made of 100% cotton with a contemporary fit for comfortable wear and breathability, and it's cropped just right to touch the top of whatever high-waist bottoms you're wearing on any given day. The keyhole and belt ties on the foldover tulip back, as well as the dropped shoulders, give this solid-colored T-shirt a standout look you'll love. Pair it with high-waist jeans or trousers, paperbag shorts or skirts for an effortlessly stylish look.",
        "category" : "Women",
        "state" : "BestSeller",
        "color" : "White",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-09.jpg.webp"
    },
    {
        "id" : 10,
        "name" : "Women's Short Sleeve T-Shirt",
        "price" : 35,
        "description" : "For a wardrobe basic that'll allow you to put together a range of looks, reach for the Standard-Fit Short-Sleeve Crewneck T-Shirt from Universal Thread™. The solid color of this short-sleeve T-shirt lets you easily wear it with everything from dark-wash jeans and plaid ponte pants to camo joggers and printed mini skirts. 100% cotton fabric provides you with breathable comfort from day to night and season to season, and the relaxed silhouette makes for ease of layering as well as a figure-flattering fit. Style yourself a casual-chic work-to-weekend look by half tucking it into high-rise skinny jeans paired with ankle boots, and add a faux-leather or sherpa jacket for a cozy finishing touch.",
        "category" : "Women",
        "state" : "New",
        "color" : "Gray",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-10.jpg.webp"
    },
    {
        "id" : 11,
        "name" : "Women's High-Rise Ribbed Jogger Pants",
        "price" : 50,
        "description" : "Athleisure style gets a staple look in these high-waisted joggers. A luxuriously soft cotton-modal blend offers a comfy feel and is perfect for day-to-day wear with its midweight fabric, while an adjustable waistband helps you find the right fit. Side pockets make it easy to keep your necessities on hand, and you’ll love the hint of tactile flair from ribbed detail on the waist and ankle cuffs. The look is complete with the tapered silhouette of a traditional jogger, so you can sport a comfortable look that is still sleek and polished.",
        "category" : "Women",
        "state" : "Sale",
        "color" : "Gray",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-11.jpg.webp"
    },
    {
        "id" : 12,
        "name" : "Women's Mid-Rise Skinny Jeans",
        "price" : 65,
        "description" : "Whatever your day has in store, be ready for it with the confident fit of the Mid-Rise Skinny Jeans from Universal Thread™. These jeans bring an update to your usual go-to outfit, whether you’re going casual in a plain T-shirt and sneakers or you’re dressing things up with a cold-shoulder sweater and heels. They have been engineered to have the perfect fabric weight, smoothing, sculpting and giving you a confident fit wear after wear. Made with everybody and every body in mind, these mid-rise jeans will always be your go-to choice.",
        "category" : "Women",
        "state" : "Old",
        "color" : "Blue",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-12.jpg.webp"
    },
    {
        "id" : 13,
        "name" : "Elbow Sleeve Dress - Blush Floral",
        "price" : 85,
        "description" : "Take on sunny days in eye-catching style with this Elbow-Sleeve Dress from Knox Rose™. This elbow-sleeve dress keeps you feeling cool and comfy throughout your day, and it allows for easy layering under jackets or pullovers for year-round wear. Adorned with an allover vibrant floral print with tiered bodice and elasticized waist for added charm, this elbow-sleeve dress comes with front button-down for ease of wear and on-trend vibes. Pair this maxi dress with casual sneakers for an easygoing outfit, or opt for a pair of sandals for a dressier twist.",
        "category" : "Women",
        "state" : "BestSeller",
        "color" : "Multi",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-13.jpg.webp"
    },
    {
        "id" : 14,
        "name" : "Short Sleeve Polo Jersey Shirt",
        "price" : 75,
        "description" : "For a polished look that still keeps you comfy on warm days, this Striped Short-Sleeve Polo Jersey Shirt from Goodfellow & Co™ makes a great addition to your summer wardrobe. This lightweight jersey polo features a collared neckline and round-cut sleeve cuffs for a style you can sport to casual events where you want to look put-together, but it also boasts a ventilated design to help you stay cool and comfortable. The cover-stitch hem provides a look that's just as good tucked in or out, and shrink-resistant material helps keep your polo looking and fitting great longer.",
        "category" : "Mens",
        "state" : "New",
        "color" : "Gray",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-14.jpg.webp"
    },
    {
        "id" : 15,
        "name" : "Aviator Metal Sunglasses",
        "price" : 185,
        "description" : "Help protect your eyes and elevate your look with the Aviator Metal Sunglasses from Goodfellow & Co™. These men’s sunglasses feature a classic aviator design with sleek black metal frames and large black lenses for a sharp look that’s sure to style up any outfit. A crossbar detail on the top completes the design, while UV protection adds convenient functionality. Whether you’re cruising through the country on a summer day or hitting up the beach, these men’s aviator sunglasses are a must-have sunny day companion.",
        "category" : "Accessories",
        "state" : "Sale",
        "color" : "Black",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-15.jpg.webp"
    },
    {
        "id" : 16,
        "name" : "Lunea Lace-Up Apparel Sneakers",
        "price" : 65,
        "description" : "These Lunea-Wo's Vulcanized Canvas Sneakers from Universal Thread™ are a must-have footwear staple you'll love to keep close at hand. Featuring a solid exterior with clean lines and coordinating laces, these traditional canvas sneakers are wardrobe essentials that pair well with a variety of outfits. These women's low-top sneakers have a 100% cotton upper sole as well as a breathable textile lining and are both comfy and versatile. You can pair them with joggers or shorts to create a relaxed everyday look or add them to a sundress for whimsical style.",
        "category" : "Women",
        "state" : "Old",
        "color" : "White",
        "size" : "S",
        "quantity" : 0,
        "src" : "./img/Product/Items/item-16.jpg.webp"
    }
]